meeting_text = """Привіт, друже, раді бачити тебе тут 🤗.\nЦей бот вміє приймати відгуки з приводу сервісу наших магазинів та наших працівників.\nТи можеш залишити відгук про магазин за допомогою команди /review ✍️ або нажавши кнопку нижче."""

help_text = """Цей бот вміє приймати відгуки з приводу сервісу одного з наших магазинів та наших працівників.\nТи можеш залишити відгук про магазин за допомогою команди /review ✍️\n\nДля відміни будь-якої операції виконайте команду /cancel"""

select_location_text = "Будь ласка, тисніть на одну з локацій наших магазинів 🟢"

select_location_error_text = "Будь ласка вибері конкретну назву локації ви десь помилились 🧐 Перевірте, будь ласка, ще раз"

select_type_of_review_text = "Ви можете просто нажати на одну з кнопок реакції 😎 або ж написати коментар власноруч 🖋️, для цього натисніть відповідно кнопку "

select_photo_text = "Дякуємо 🤗. Ще ви можете додати фото до свого відгуку 📸.\nАле можете обійтись і без цього\nДля відправлення та збереження вашого відгуку натисніть відповідну кнопку"
waiting_for_comment_text = "Напішіть, будь ласка, свій комментар нижче, зауважте ‼️, що він не можу бути занадто коротки, мінімальна довжина 5 символів"

gratitude_text = """Дякуємо за ваш відгук, нам важливий кожен клієнт ❤️🥰! У разі якщо вам буде ще чим поділитися, то обов'язкого пишіть, це покращіть ваше обслуговування 👍"""

cancel_write_review = "Відмінити написання відгуку 🛑"

LOCATION_LIST = ["Київ", "Львів", "Одеса", "Харків", "Полтава"]


REVIEWS_TYPES = ["без зауважень", "нормально"]
